{
  "2024": [
    {
      "tag": "Business Development",
      "description": "Cement Production & Logistics (Asia)",
      "bgImage": "url('./assets/cement-YD046z4z77uNkpy2.webp')",
      "image": "./assets/cement-YD046z4z77uNkpy2.webp",
      "field": "Business Development",
      "title": "Comprehensive analysis of the Cement production market in Asia, logistics and import to the country of interest",
      "overview": "One of the biggest cement manufacturers in the CIS Region.",
      "challenge": "Identify the most optimal regions for cement sourcing and logistics to the destination ports accounting for import fees and taxes.",
      "solution": "Comprehensive market analysis utilizing on-site regional experts and direct connections with manufacturers in 7 Asian countries.",
      "implementation": [
        "<b>Regional Experts Engaging:</b> Identified and engaged on-site experts from all countries of interest.",
        "<b>Manufacturing Sites:</b> Identified 55+ production factories with the sought manufacturing capabilities. Contacts with them were established and terms negotiated.",
        "<b>Logistics:</b> Our team has engaged with 14+ logistics companies to negotiate transportation details for 19+ routes of interest and obtain the most favorable quotes for our client.",
        "<b>Import and Taxes:</b> Considering the type of goods, manufacturing costs, logistics, import fees and taxes, a realization pricing of the production at the destination ports were calculated."
      ],
      "results": "The company obtained a deep understanding about the Asian cement market with logistics details and produce realization prices at the destinations of interest.",
      "duration": "1 month",
      "testimonial": "“ANTEI’s expertise in the field and ability to directly communicate with manufacturers, distributors and shippers through localized experts and means has allowed us to achieve the desired results in the shortest possible time”"
    },
    {
      "tag": "AI & ML",
      "description": "ML-driven Platform for R&D Innovations",
      "bgImage": "url('./assets/brain-8530786_1920-dJoJ5yr2KMIE3Oa5.webp')",
      "image": "./assets/brain-8530786_1920-dJoJ5yr2KMIE3Oa5.webp",
      "field": "AI & ML",
      "title": "ML-driven Platform & Custom Database for Innovations Identification & Recommendation",
      "overview": "A major tech company operating in Eastern Europe and the CIS Region. The company has multiple departments, including one for monitoring R&D and Innovations in specific industry fields.",
      "challenge": "Optimize the resource-intensive manual work of the R&D department for continuously monitoring the latest technologies and innovations of interest to the company. The goal is to stay ahead of the competition and promptly implement innovations to the ongoing business.",
      "solution": "An automated platform for aggregating and analyzing latest innovations backed by deep learning (DL) and machine learning (ML) models.",
      "implementation": [
        "<b>Data Mining:</b> Custom data-mining algorithms for continuous data aggregation and processing from 50+ worldwide sources, including journals, patent registries, forums, among others",
        "<b>Custom Database Formation:</b> The processed data is stored in a structured proprietary database.",
        "<b>AI/ML Development:</b> Identification and Suggestion algorithms trained periodically on the constantly updating database for the purpose of staying up-to-date and relevant.",
        "<b>Models Packaging:</b> Containerization of the models to eliminate environment variabilities.",
        "<b>Backend & API:</b> Built a modular backend for easy deployment, management and maintenance of the system. Coded API endpoints for prompt connection with the Frontend.",
        "<b>Frontend:</b> Based on CustDev Interviews and Usability Tests we have developed an optimal UI/UX for the systems Frontend which was subsequently implemented."
      ],
      "results": "After the deployment of the system the company was able to automate a significant part of the R&D monitoring processes which resulted in significant reduction in their costs and time-to-market of new innovations.",
      "duration": "6 months",
      "testimonial": "“ANTEI’s AI-backed solution allowed us to automatically monitor numerous relevant sources and receive actionable recommendations which has significantly reduced our costs and execution times. The seamless implementation process has allowed us to stay competitive in our constantly evolving industry.”"
    },
    {
      "tag": "Web Development",
      "description": "Web Platform Performance Optimization",
      "bgImage": "url('./assets/coding-1853305_1280-YX4bPGQe23fjGV6p.webp')",
      "image": "./assets/coding-1853305_1280-YX4bPGQe23fjGV6p.webp",
      "field": "Web Development",
      "title": "Web Platform Performance Optimization",
      "overview": "Major supply chain management platform.",
      "challenge": "Identify the reasons behind the nonoptimal platform performance and conduct the relevant optimizations.",
      "solution": "Comprehensive web optimization including JavaScript and CSS optimization, reduction of loading and initial server response times, minimization of main-thread work, among others.",
      "implementation": [
        "<b>Analysis:</b> Identified the platform’s weak points through various testing mechanisms.",
        "<b>Optimization:</b> Introduced relevant optimizations."
      ],
      "results": "The platform performance increased significantly. Among the parameters: <br><b>272.4%</b>improvement in Speed Index (from <b>7.9s to 2.9s</b>)<br><b>326%</b>improvement in Largest Content Paint (from <b>18.9s to 5.8s</b>)<br><b>18%</b>Total Blocking Time improvement (from <b>780ms to 640ms</b>)<br><b>100/100</b> Best Practices Score",
      "duration": "1 week",
      "testimonial": "“ANTEI Team worked wonders on our website. In just one week, they pinpointed our performance issues and optimized our site significantly. The platform is now faster and more efficient, making a huge difference for our clients. We couldn't be happier with the results and highly recommend their services.”"
    },
    {
      "tag": "Product Strategy",
      "description": "Tokenization for Real Estate Development",
      "bgImage": "url('./assets/development-A3QJwvJ5bOTxxDMp.webp')",
      "image": "./assets/development-A3QJwvJ5bOTxxDMp.webp",
      "field": "Product Strategy",
      "title": "DFA and tokenization implementation into the Real Estate Development Industry",
      "overview": "Major Real Estate Developer in Eastern Europe and CIS Region.",
      "challenge": "Identify optimal digital financial insruments, forecast the impact of Tokenization on the current business and develop a roadmap for product integration.",
      "solution": "Comprehensive analysis of the global and localized market, existing DFA (Digital Financial Assets) instruments and forecast of their impact on the bussiness.",
      "implementation": [
        "<b>Analysis:</b> In-depth analysis of global market and trends",
        "<b>Optimal DFA Instruments Identification:</b> Detailed overview of existing digital financial instruments and formation of a database with their parameter, relation to the client's business, and potential impact.",
        "<b>Forecasting:</b> Selection of optimal DFA solutions for the client's specific needs and forecasting of their impact on the business (including financial modeling)",
        "<b>Product Roadmap:</b> Comprehensive roadmap to development and integration of the selected solutions."
      ],
      "results": "Our client obtained a clear understanding of the DFA segment and how it can affect its ongoing business. Furthermore, insights and detailed schedule to integration of the most optimal DFA solutions were composed for the client allowing it to quickly proceed with the later part.",
      "duration": "2 months",
      "testimonial": "“Working with ANTEI team on DFA and Tokenization opportunities for our real estate projects was amazing. They analyzed the market, found the best digital financial tools for us, and gave us a clear plan to follow. We now understand how these tools can benefit our business. Their work was fast and thorough, and we’re very happy with the results.”"
    },
    {
      "tag": "Business Strategy",
      "description": "Football Club Business Strategy",
      "bgImage": "url('./assets/football-stadium-m7VKw6bQ7gfPbNB0.webp')",
      "image": "./assets/football-stadium-m7VKw6bQ7gfPbNB0.webp",
      "field": "Business Strategy",
      "title": "Business Development Strategy<br>(incl. transfers, B2C segment, match day segment)",
      "overview": "A leading football club from Eastern Europe.",
      "challenge": "Identify current inefficiencies in the client's business, possible solutions for growht and implementation roadmap.",
      "solution": "In-depth analysis of the client's ongoing business, identification of pain points and their solution. Analysis of world's best practices and thheir integration to the client's business.",
      "implementation": [
        "<b>Analysis and Valuation of the ongoing business (As-Is):</b>",
        "<b>Growth points identification:</b>",
        "<b>Analysis and implementation roadmap for the most relevant worldwide practices</b>",
        "<b>Recommendations formation</b> for achieving the desired goals."
      ],
      "results": "Our client obtained a comprehensive understanding about the ongoing innefficiencies in its business, and how they can be resolved by a step-by-step roadmap.",
      "duration": "2 months",
      "testimonial": "“ANTEI Team helped us develop a winning business strategy for our football club. They pinpointed our weaknesses, found growth opportunities, and gave us a clear action plan in just two months. We are more than happy with the outcome.”"
    },
    {
      "tag": "Business Development",
      "description": "Market Entry Strategy (Asia)",
      "bgImage": "url('./assets/dubai-A0xV1KJazWia7KZ0.webp')",
      "image": "./assets/dubai-A0xV1KJazWia7KZ0.webp",
      "field": "Business Development",
      "title": "Market Entry Strategy for Southeast Asia <br>(Trade & Finance Business)",
      "overview": "A major trade and factoring company from UAE.",
      "challenge": "Identify the most optimal market entry strategy for prompt business expansion to SEA.",
      "solution": "Comprehensive analysis of the ongoing business, licensing requirements and application procedures, recommendations formation and support for business establishiment and growth.",
      "implementation": [
        "<b>Analysis</b> of current business proccesses",
        "<b>Licensing & Compliance Regulations:</b> In-depth research and applications preparation for relevant licenses and business certifications",
        "<b>Comprehensive market entry strategy and roadmap</b>",
        "<b>Company establishment & Approval of Licences</b>",
        "<b>Setting up of business banking:</b> trade account and umbrella account for factoring services"
      ],
      "results": "Our client obtained an in-depth market entry strategy, full understanding of the SEA market and growth opportunities, as well as support for business establishment (incl. local regulations, licensing, business & banking establishment).",
      "duration": "2 months",
      "testimonial": "“Expanding our trade and factoring business into Southeast Asia was a daunting task. However, the team's meticulous market entry strategy, detailed analysis, and hands-on support made the process seamless. From obtaining licenses to setting up business banking, they guided us every step of the way. Their expertise and dedication have been invaluable, positioning us well for growth in the SEA market. Highly recommended!”"
    }
  ],
  "2023": [
    {
      "tag": "AI & ML",
      "description": "A Levels and GCSE Exam Grading Automation",
      "bgImage": "url('./assets/math-5247958_1280-mp89q789G5t55avm.webp')",
      "image": "./assets/math-5247958_1280-mp89q789G5t55avm.webp",
      "field": "Product Development",
      "title": "A Levels and GCSE Exam Grading Automation",
      "overview": "Pearson/Edexcel",
      "challenge": "Automate the grading process of A Levels and GCSE written examinations. Suggest improvements to the students.",
      "solution": "A custom machine learning algorithm trained on the grading criteria and past papers, combined with a convenient user interface.",
      "implementation": [
        "<b>Data aggregation & processing:</b> Compilation of a processed database for further algorithm training.",
        "<b>ML Training & Containerization:</b> Training of the algorithm and containerization to eliminate enviornmenal variablity impact on it.",
        "<b>Backend & APIs:</b> Develop and launch the backend architecture with minial operational costs.",
        "<b>UI & Frontend:</b> Desing the system interface, develop the required APIs and connect with the Backend."
      ],
      "results": "Fully automated examination grading for the written part. Algorithm substitutes teachers in giving suggestions on improvements to the students based on their work.",
      "duration": "3 months",
      "testimonial": "“The achieved level of automation is amazing! The team worked efficiently and provided high-quality resutls. We strongly recommend!”"
    },
    {
      "tag": "R&D",
      "description": "Heavy Metals Removal from Soil & Produce",
      "bgImage": "url('./assets/agriculture-8275498_1920-AwvrDVnMObFDW6Va.webp')",
      "image": "./assets/agriculture-8275498_1920-AwvrDVnMObFDW6Va.webp",
      "field": "R&D",
      "title": "Heavy Metals Removal from Soil & Produce",
      "overview": "Governmental Institution in Southeast China",
      "challenge": "Develop a business viable, easily integratable technology for removal of heavy metals pollution from soil and produce.",
      "solution": "Solid and liquid form formulations facilitating removal of heavy metals from soil; And processing methodology for removal of heavy metals from final produce without altering its properties.",
      "implementation": [
        "<b>Pollution Analysis:</b> Laboratory testing of the current heavy metals concentrations within the soil and produce.",
        "<b>R&D:</b> Laboratory R&D Works for determining the most efficient and economically sound formulations for removal of the heavy metals.",
        "<b>Process Engineering:</b> Optimal treatment process development for removal of heavy metals from final produce.",
        "<b>On-field Implemenation</b>"
      ],
      "results": "Our client obtained a business viable solutions for dealing with the heavy metals pollution within the soil and produce.",
      "duration": "3 months",
      "testimonial": "“We are highly impressed with the work of ANTEI Team. In just 3 months they identified a solution for the poblem of highest difficulty, developed the relevant processes and supported their integration with the operations of businesses withing the province.”"
    },
    {
      "tag": "R&D",
      "description": "Sulfur Removal From Coal",
      "bgImage": "url('./assets/industry-2023588_1920-A85pEPjjEJfDNO3x.webp')",
      "image": "./assets/industry-2023588_1920-A85pEPjjEJfDNO3x.webp",
      "field": "R&D",
      "title": "Business Vialble Process for Removal of Sulfur From Coal",
      "overview": "Major coal mine from Yunnan Prvince, China.",
      "challenge": "Develop a coal processing methodology for sulfur removal with processing expense below 400 RMB/ton.",
      "solution": "Economically sound processing methodology based on physicochemical principals.",
      "implementation": [
        "<b>Coal Analysis:</b> Quantification of sulfur content within the coal.",
        "<b>R&D:</b> Laboratory R&D Works for determining the most efficient and economically sound treatment methodology for sulfur removal.",
        "<b>Process Engineering:</b> Optimal treatment process design with operational cost below 400 RMB/ton.",
        "<b>On-field Implemenation</b>"
      ],
      "results": "Client was able to significantly minimize sulfur content within its coal which resulted in higher selling price of the end product.",
      "duration": "3 months",
      "testimonial": "“ANTEI Team solved a seemingly impossible task or the economical processing of coal. They have vast intraindustrial knowledge and know hhow to effectively apply it for resolution of real-world cases. Highly recommended!”"
    },
    {
      "tag": "Digital Transformation",
      "description": "Comprehensive Digital Transformation Strategy",
      "bgImage": "url('./assets/agriculturedrone-dOq486DPR5hMnnO9.webp')",
      "image": "./assets/agriculturedrone-dOq486DPR5hMnnO9.webp",
      "field": "Digital Transformation",
      "title": "Comprehensive Digital Transformation Strategy and Process Optimization",
      "overview": "One of the biggest Agricultural Conglomerates in CIS Region.",
      "challenge": "Optimize the ongoing business processes by automation and digitalization.",
      "solution": "Comprehensive busieness analysis, identification of optimization possibilities and digital integration, and execution.",
      "implementation": [
        "<b>Business Analysis:</b> Identification of processes to be optimized, automated.",
        "<b>Best Practices Identification:</b> Global market analysis of best practices and selection of the most optimal ones for further implementation in the client's business.",
        "<b>Integration Roadmap:</b> Detailed roadmap for gradual integration of the identified techhnologies and business automation.",
        "<b>On-field integration support</b>"
      ],
      "results": "Significant level of business automation achieved resulting in elevated business performance and edge over the competitors.",
      "duration": "6 months",
      "testimonial": "“The team met our expectations and professionally exected every step of the project. We are more than happy with the final results!”"
    },
    {
      "tag": "Business Development",
      "description": "Valorization of Mango and Avocado Production Byproducts",
      "bgImage": "url('./assets/mango-production-mnl9qyoRRBIg3ryq.webp')",
      "image": "./assets/mango-production-mnl9qyoRRBIg3ryq.webp",
      "field": "Business Development",
      "title": "Valorization of Mango and Avocado Production Byproducts",
      "overview": "International food producer and trader company with manufacturing site in Peru.",
      "challenge": "Valorize the current waste material from mango and avocado production measuring 17,000+ tons annually.",
      "solution": "Functional food products development, manufacturing processes optimization and identification of markets for new produce realization.",
      "implementation": [
        "<b>Business Analysis:</b> In-depth analysis of ongoing business processes and potential points of optimization.",
        "<b>R&D:</b> Development of functional food products utilizing the production byproducts.",
        "<b>Production Process Design:</b> Design optimized production process from utilization of the byproducts to final valorized products production.",
        "<b>Market Analysis:</b> Identification of optimal market entry strategy for the newly developed products.",
        "<b>Small-scale Prodcution:</b> Implementation of on-site small-scale trial production with capacity of 10 tons/day.",
        "<b>Production Uscale</b> On-field support for production upscale to meet the demand for byproducts processing."
      ],
      "results": "Revenue per 1 ton of production increased by US$480.",
      "duration": "9 months",
      "testimonial": "“Thanks to the team we have sigificanltly increased our revenue and operational efficiency. Although they are based in Hong Kong, ANTEI promptly deployed their representatives on site for local assistance.”"
    },
    {
      "tag": "Process Development",
      "description": "Plastic Waste Processing",
      "bgImage": "url('./assets/scientist-2141259_1280-dJo458VNxRT9QPBr.webp')",
      "image": "./assets/scientist-2141259_1280-dJo458VNxRT9QPBr.webp",
      "field": "Process Development",
      "title": "Plastic Waste Processing for 3rd World Countries",
      "overview": "The Hong Kong University of Science & Technology",
      "challenge": "Develop a plastic waste processing reactor with low operational requirements, suitable for 3rd World Countries.",
      "solution": "Pyrolysis reactor for processing plastic waste into fuel. Design is based on adapted oil/gas barrels and wood burning heat source, readily available at the site of implementation (Sri Lanka).",
      "implementation": [
        "<b>Plastic Waste Processing Analysis:</b> In-depth research of viable proesses to recycle plastic waste while turning it into fuel.",
        "<b>R&D:</b> Development of small scale pyrolysis reactor. Experimentation to achieve highest fuel purity and design optimization.",
        "<b>Final Reactor Design:</b> Detailed documentation of reactor structure, building process and operational requirements.",
        "<b>On-site implementation:</b> Deploy the plastic waste treating reactor on site in Sri Lanka. Final on-field optimizations."
      ],
      "results": "Sri Lanka institutions obtained a viable process and reactors for dealing with the plastic waste. Furthermore, fuel is produced as a product of the reaction which can be further utilized by the community.",
      "duration": "6 months",
      "testimonial": "“Team works promptly and profficiently. Their vast experience and creativity has allowed for a quick deevelopment of an economically viable solution.”"
    }
  ],
  "2022": [
    {
      "tag": "Business Development",
      "description": "Loyalty Program Strategy Development",
      "bgImage": "url('./assets/digital-marketing-1725340_1920-AMqnlNGgPETy6Xzw.webp')",
      "image": "./assets/digital-marketing-1725340_1920-AMqnlNGgPETy6Xzw.webp",
      "field": "Business Development",
      "title": "Loyalty Program Strategy Development",
      "overview": "A major e-commerce platform in the CIS Region.",
      "challenge": "Identify pain points within the current customer acquistion & retention practices.",
      "solution": "A comprehensive loyalty program development based on best global practices, CustDev interviews, and customer journey map optimization.",
      "implementation": [
        "<b>Business Analysis:</b> Identification of existing pain points and possible solutions. Global markets and competitors analysis to obtian insights into the most efficient practices.",
        "<b>Loyalty Program Development:</b> Design the loyalty program. Optimize the program through iterative optimizations based on customer interviews.",
        "<b>Implementation Roadmap:</b> A comprehensive roadmap for staged integration of the loyalty program to the existing platform."
      ],
      "results": "Our client obtianed a clear understanding about the inefficiencies of the current system and how to resolve them in the most optimal way.",
      "duration": "3 months",
      "testimonial": "“The team promptly identified improvement points and guided us throughout the development and integration of improved functionality within our system. They are highly skilled and we will recommend them!”"
    },
    {
      "tag": "Process Development",
      "description": "Business Viable Green Hydrogen Production",
      "bgImage": "url('https://assets.zyrosite.com/YBgpeLZyEehyEKEl/algae-YbNaq8voJeTVlVwq.webp')",
      "image": "https://assets.zyrosite.com/YBgpeLZyEehyEKEl/algae-YbNaq8voJeTVlVwq.webp",
      "field": "Process Development",
      "title": "Business Viable Green Hydrogen Production",
      "overview": "A leading BioTech company based in Hong Kong",
      "challenge": "Develop a business viable green hydrogen production process with minimal operational requirements and costs.",
      "solution": "Bacterial prodcution of hydrogen at ambient conditions taking only water (or waste water) and sunlight as input to the system. Designed solution included engineered bacterial species for highest hydrogen yield of above 450ml of H2 per day per litre of bioreactor.",
      "implementation": [
        "<b>R&D:</b> In-depth research of hydrogen production methodologies. Identification and development of viable methodologies into quantifiable laboratory experiments.",
        "<b>Bacterial Gene Engineering:</b> Modify the genome of the selected bacteria for maximum hydrogen yields at ambient conditions.",
        "<b>Reactor Design:</b> Designed a potobioreactor with minimal operational requirements and enegy input, making the whole process energy positive.",
        "<b>Prototypes Development:</b> Multiple prototypes from 500ml to 10L were developed for the client."
      ],
      "results": "The seemingly impossible task of energy positive, economically viable production of green hydrogen as been successfully completed. Additional benefits of the designed process include its capability of treating waste wasters (used as input to thhe system)",
      "duration": "6 months",
      "testimonial": "“We are impressed with the results ANTEI Team delivered in just 6 months. Our goal of business viable production of hydrogen was achieved and we are glad to give our recommendation for the team!”"
    },
    {
      "tag": "Business Development",
      "description": "Market Entry Strategy (Turkey)",
      "bgImage": "url('./assets/galata-4043037_1280-AE04avMyLXigjXKK.webp')",
      "image": "./assets/galata-4043037_1280-AE04avMyLXigjXKK.webp",
      "field": "Business Development",
      "title": "Market Entry Strategy (Turkey)",
      "overview": "A major e-commerce platform in the CIS Region.",
      "challenge": "Identify the most optimal market entry strategy for prompt business expansion to Turkey.",
      "solution": "Comprehensive analysis of the ongoing business, customer behaviour analysis, customer acquisition strategy development, recommendations formation.",
      "implementation": [
        "<b>Analysis</b> of current business proccesses",
        "<b>Localized Market Research:</b> In-depth customer behavior analyzis in the identified segments. Customer acquisition strategy development and roadmap to implementation.",
        "<b>Market Antry Strategy:</b> Development of the market entry strategy based on the obtained data and formation of relevant recommendations."
      ],
      "results": "Our client obtained an in-depth market entry and customer acquisition strategy, full understanding of the Turkey e-commerce market and growth opportunities, as well as detailed analysis of customer behavior.",
      "duration": "3 months",
      "testimonial": "“Turkey was a key area where we aimed to enter with our business. The team did a great job which significantly facilitated this process!”"
    },
    {
      "tag": "Product Development",
      "description": "Food Waste Prevention through Functional Food Products",
      "bgImage": "url('./assets/raspberries-5163781_1280-Yyv7Z20gX1hE1Olg.webp')",
      "image": "./assets/raspberries-5163781_1280-Yyv7Z20gX1hE1Olg.webp",
      "field": "Product Development",
      "title": "Food Waste Valorization through Functional Food Products",
      "overview": "An innovative FoodTech start-up operating in Hong Kong, Mainland China and Macau",
      "challenge": "Develop technology and products for food waste prevention through functional food supporting health.",
      "solution": "Optimized freeze drying technology for highest nutrients absorption from the produce, and multiple functional food products including instant smoothies, breakfast bars, among others.",
      "implementation": [
        "<b>Analysis:</b> Comprehensive analysis of the issue of food waste and possibilities for its prevention.",
        "<b>R&D:</b> Research and development works for identifying and optimizing the most suitable technology. Development of functional food products and their large scale manufacturing process.",
        "<b>Logistics:</b> Establish a robust logistics for sourcing, processing and import to the desired destinations."
      ],
      "results": "Our client obtianed a technology and products ready to market, fullfilling its goals.",
      "duration": "6 months",
      "testimonial": "“Team operates at a fast pace, have numerous industry connections and laboratory facilities for testing and R&D which also facilitate the project execution. We are highly satisfyied with their service!”"
    }
  ],
  "2021": [
    {
      "tag": "R&D",
      "description": "Biomedical Products & Quantification Methodologies Development",
      "bgImage": "url('./assets/20221027_055129489_ios-YD0pBx5yQvTb3ak4.webp')",
      "image": "./assets/20221027_055129489_ios-YD0pBx5yQvTb3ak4.webp",
      "field": "R&D",
      "title": "Biomedical Products & Quantification Methodologies Development",
      "overview": "Leading BioMed startup from Hong Kong",
      "challenge": "Identify damage-inducing mechanisms on mitochondrial level, develop effective treatments for cellular ageing, diabetes, insomnia and depression, as well as a non-invasive mtDNA damage quantification techniques.",
      "solution": "Solid and liquid formulations for minimizing mtDNA damage, increasing energy generation efficiency, normalizing blood glucose levels, and treating clinical insomnia & depression. A non-invasive methodology for quantification of mtDNA damage was also developed.",
      "implementation": [
        "<b>R&D:</b> Comprehensive disease ethiology analysis, identification of weak points and how they can be supported through biomedical products. Development of formulations targeting the required conditions. Experimentation for formulations efficiency. Develop a non-invasive mtDNA damage quantification technique based on PCR procedure."
      ],
      "results": "The company obtained the relevant products and methodologies crucial for its busienss activity.",
      "duration": "9 months",
      "testimonial": "“ANTEI’s intrafield experties had a great positive impact on the efficiency of the developed solutions. We are more than satisfied with the results and highly recommend the team!”"
    },
    {
      "tag": "Business Development",
      "description": "Product R&D & Market Entry Strategy<br>(Southeast Asia)",
      "bgImage": "url('./assets/skyline-1417229_1280-AzG73DZZzgFMJOPo.webp')",
      "image": "./assets/skyline-1417229_1280-AzG73DZZzgFMJOPo.webp",
      "field": "Business Development",
      "title": "Product R&D & Market Entry Strategy<br>(Southeast Asia)",
      "overview": "A major seafood producer in Eastern Europe",
      "challenge": "Develop functional food product based on localized customer preferences and a detailed market entry strategy for Southeast Asia.",
      "solution": "High protein functional snack developed. Comprehensive Market Entry Stratefy developed.",
      "implementation": [
        "<b>Market Analysis:</b> In-depth analysis of the Southeast Asian market, customer behaviour and preferences with regard with the client's produce.",
        "<b>Product Development:</br> A functional snack product was developed to cater the needs of the market and meet our client's requirements.",
        "<b>Market Entry Strategy:</b> Development of in-depth market entry strategy with detailed roadmap to implementation."
      ],
      "results": "Our client obtained a product production methodology along with a market entry stratefy for realization of the newly developed product.",
      "duration": "6 months",
      "testimonial": "“The team works quickly and shows vast expertise in both R&D works and strategy development!”"
    }
  ]
}
